Repository: peterwilsoncc/relaunched.peterwilson.cc
Catalog: content/plugins/wp-performance-pack/lang/wppp-*.po
Languages: de_de, es_es

source: WP Performance Pack - Settings
de_de: WP Performance Pack - Einstellungen
es_es: WP Performance Pack - Configuración

source: Support WPPP
de_de: WPPP unterstützen
es_es: Soporte WPPP

source: Do you like this Plugin? If so, please support its development.
de_de: Magst Du dieses Plugin? Dann unterstütze die Entwicklung von WPPP.
es_es: ¿Te gusta este Plugin? Si es así, por favor apoya su desarrollo.

source: Rate WPPP
de_de: WPPP bewerten
es_es: Calificar WPPP

source: Dismiss this message for today.
de_de: Diese Meldung für heute verstecken.
es_es: Descartar este mensaje para hoy.

source: Need help?
de_de: Hilfe benötigt?
es_es: ¿Necesitas ayuda?

source: Got any questions? Found a bug? Have any Suggestions?
de_de: Hast Du irgendwelche Fragen, einen Fehler gefunden oder Vorschläge?
es_es: ¿Tienes alguna pregunta? ¿Encontraste un error? ¿Tienes alguna sugerencia?

source: Visit the support forums
de_de: Support-Foren aufrufen
es_es: Visite los foros de soporte

source: Gettext support requires the %s extension.
de_de: Gettext-Unterstützung benötigt die %s Erweiterung.
es_es: Soporte Gettext requiere la extensión %s.

source: Gettext support requires the language directory %s to be writeable for php.
de_de: Gettext-Unterstützung benötigt Schreibrechte für das Sprachverzeichnis %s.
es_es: Soporte Gettext requiere el directorio de idioma %s para tener permiso de escritura para php.

source: Gettext test failed. Activate WPPP debugging for additional info.
de_de: Gettext-Test ist fehlgeschlagen. Aktivieren Sie das WPPP-Debugging für mehr Informationen.
es_es: Prueba Gettext fallada. Activar depuración WPPP para obtener información adicional.

source: Caching requires a persisten object cache to be effective. Different %sobject cache plugins%s are available for WordPress.
de_de: Damit das Caching Vorteile bringt, muss ein persistenter Object-Cache installiert sein. Diverse %sObject-Cache-Plugins%s sind für WordPress verfügbar.
es_es: Caching requiere una memoria caché de objetos persistente para ser eficaz. Diferentes %plugins %s de caché objetos están disponibles para WordPress.

source: JIT localization of scripts is only available for WordPress versions %s .
de_de: JIT-Script-Übersetzung ist nur für WordPress in den Versionen "%s" verfügbar
es_es: Localización JIT de secuencias de comandos sólo está disponible para las versiones de WordPress %s.

source: Improved image handling requires Pretty Permalinks and is not available on multisite installations.
de_de: Erweiterte Bildverarbeitung benötigt Prette Permalinks und ist nicht für Multisite-Installationen verfügbar.
es_es: Mejor manejo de imagen requiere Pretty Permalinks y no está disponible en instalaciones de múltiples sitios.

source: Use of EXIF thumbnails requires the EXIF extension to be installed and GD support.
de_de: Für Vorschaubilder aus EXIF-Daten werden die EXIF PHP-Erweiterung sowie GD-Unterstützung benötigt.
es_es: Uso de miniaturas EXIF requiere la instalación de la extensión EXIFy soporte GD.

source: One of the following plugins has to be installed and activated for Regenerate Thumbnails integration: %s
de_de: Eines der folgenden Plugins muss für die Regenerate Thumbnails Integration installiert und aktiviert sein: %s
es_es: Uno de los siguientes plugins tiene que ser instalado y activado para la integración Regenerar Miniaturas: %s

source: Switch to advanced view
de_de: Zur erweiterten Ansicht wechseln
es_es: Cambiar a vista avanzada

source: Switch to simple view
de_de: Zur einfachen Ansicht wechseln
es_es: Cambiar a vista simple

source: Enabled
de_de: Aktiviert
es_es: Activado

source: Disabled
de_de: Deaktiviert
es_es: Desactivado

source: WP Performance Pack
es_es: WP Performance

source: Welcome to WP Performance Pack, your first choice for speeding up WordPress core the easy way. The simple view helps you to easily apply the optimal settings for your blog. Advanced view offers more in depth control of WPPP settings.
de_de: Willkommen zum WP Performance Pack, der ersten Wahl den WordPress-Core auf einfache Weise zu beschleunigen. Die einfache Ansicht erlaubt das schnelle Setzen der optimalen Einstellungen für Ihren Blog. Die erweiterte Ansicht bietet genauere Kontrolle über alle Einstellungen.
es_es: Bienvenido a WP Performance Pack, su primera elección para la aceleración del núcleo WordPress de manera fácil. La vista sencilla le ayuda a aplicar fácilmente los valores óptimos para su blog. Vista avanzada ofrece más en control de la profundidad de la configuración de WPPP.

source: Improve localization performance
de_de: WordPress Lokalisierung beschleunigen
es_es: Mejorar el rendimiento de localización

source: WPPP offers different options to significantly improve translation performance. These only affect localization of WordPress core, themes and plugins, not translation of content (e.g. when using plugins like WPML). To automatically apply optimal settings for your blog, use the simple view. For implementation details refer to the WordPress plugin page or the development blog.
de_de: WPPP bietet verschiedene Einstellungen um das Übersetzen von WordPress deutlich zu beschleunigen. Dies betrifft nur die Lokalisierung von WordPress, nicht das Übersetzen von Inhalten (z.B. bei Verwendung von Plugins wie WPML). Die optimalen Einstellungen für Ihren Blog können Sie über die einfache Ansicht einstellen. Details zur Funktion und Implementierung der einzelnen Funktionen finden Sie auf dem Entwickler-Blog.
es_es: WPPP ofrece diferentes opciones para mejorar significativamente el rendimiento de la traducción. Estas sólo afectan a la localización del núcleo, temas y plugins WordPress, no la traducción de los contenidos (por ejemplo, al utilizar plugins como WPML). Para aplicar automáticamente los ajustes óptimos para su blog, utilice la vista simple. Para detalles de la implementación, consulte la página de plugin de WordPress o el blog de ​​desarrollo.

source: Improve image handling
de_de: Verbesserte Bildbehandlung
es_es: Mejorar el manejo de imágenes.

source: Using dynamic image resizing images don't get resized on upload. Instead resizing is done when an intermediate image size is first requested. This can significantly improve upload speed. Once created, the image can get saved and is then subsequently served directly.
de_de: Ist die Funktion Dynamische Bildgrößen aktviert, werden Zwischengrößen für Bilder nicht beim Hochladen erzeugt, sondern erst beim ersten Zugriff darauf. Dies kann den Bilder-Upload deutlich beschleunigen. Einmal erzeugt, werden die Bilder gespeichert und bei nachfolgenden Zugriffen direkt zurückgegeben.
es_es: Al usar cambio dinámico de tamaño de imágenes, las imágenes no consiguen cambiar el tamaño al subirse. En su lugar, el cambio de tamaño se hace cuando se solicita por primera vez una imagen de tamaño intermedio. Esto puede mejorar significativamente la velocidad de subida. Una vez creada, la imagen puede ser guardada y posteriormente servirse directamente.

source: Not saving intermediate images is only recommended for testing environments or when using caching or cdn for both front and back end.
de_de: Erzeugte Zwischengrößen von Bildern nicht zu speichern ist nur für Testinstallationen empfohlen, oder aber wenn entweder Chaching oder CDN-Unterstützung aktiviert ist.
es_es: No guardar las imágenes intermedias sólo se recomienda para entornos de prueba o cuando se utiliza el almacenamiento en caché o cdn tanto front-end y back-end.

source: Usage of EXIF thumbs for thumbnail creation improves peformance but be aware that EXIF thumbs might differ from the actual image, depending on the editing software used to create the image.
de_de: Die Verwendung von Vorschaubildern aus EXIF-Daten für das Erzeugen von Zwischengrößen kann das Erzeugen deutlich beschleunigen. Allerdings stimmen EXIF-Bilder nicht immer mit dem tatsächlichen Bild überein, wenn diese nicht von der Bildbearbeitungssoftware aktualisiert wurden.
es_es: Uso de las miniaturas EXIF para la creación de miniaturas mejora el desempeño pero tenga en cuenta que las miniaturas EXIF pueden diferir de la imagen real, dependiendo del software de edición utilizado para crear la imagen.

source: CDN support
de_de: CDN-Unsterstützung
es_es: Soporte CDN

source: CDN support allows to serve images through a CDN, both on front and back end. This eliminates the need to save intermediate images locally, thus reducing web space usage. Use of dynamic image linking is highly recommended when using WPPP CDN support for front end.
de_de: Bei aktivierter CDN-Unterstützung werden Bilder über ein CDN geladen, statt vom eigenen Server. Dadurch ist es nicht mehr nötig, Zwischengrößen auf dem eigenen Server zu speichern, was Speicherplatz spart. Wenn CDN-Unterstützung verwendet wird, sollten auch Dynamische-Links verwendet werden.
es_es: Soporte CDN permite servir las imágenes a través de un CDN, tanto en front-end y back-end. Esto elimina la necesidad de guardar las imágenes intermedias a nivel local, reduciendo así el uso de espacio web. El uso de la vinculación dinámica de la imagen es muy recomendable cuando se utiliza el Soporte WPPP CDN por front-end.

source: Debugging
es_es: Depuración

source: WPPP supports debugging using the %s plugin. When installed and activated, debugging adds a new panel to the Debug Bar showing information about loaded textdomains, used translation implementations and translation calls, as well as information about gettext support and other details.
de_de: WPPP bietet Debugging über das %s Plugin. Ist es installiert und aktiviert, dann wird diesem über das Debugging eine weitere Seite hinzugefügt, die Informationen zu den geladenen Text-Domains, den verwendeten Implemetierungen und den Übersetzungs-Aufrufen anzeigt. Weiterhin werden unter anderem Informationen zur Gettext-Unterstützung angezeigt.
es_es: WPPP admite la depuración utilizando el pligin %s. Una vez instalado y activado, depuración agrega un nuevo panel a la barra de depuración que muestra información sobre textdomains cargados, las implementaciones de traducción utilizadas y llamadas de traducción, así como información acerca de la compatibilidad gettext y otros detalles.

source: Development Blog (german)
de_de: Entwickler-Blog (deutsch)
es_es: Blog de ​​Desarrollo (alemán)

source: Use gettext
de_de: Gettext verwenden
es_es: Utilice gettext

source: Use php gettext extension for localization. This is in most cases the fastest way to localize your blog.
de_de: Gettext-Erweiterung zum Übersetzen verwenden. Die ist in den meisten Fällen die schnellste Methode zum Übersetzen.
es_es: Utilice la extensión gettext php para localización. Esto es en la mayoría de los casos, la forma más rápida de localizar su blog.

source: Use alternative MO reader
de_de: Alternativen MO-Reader verwenden
es_es: Utilice lector MO alternativo

source: Alternative MO reader using on demand translation and loading of localization files (.mo). Faster and less memory intense than the default WordPress implementation.
de_de: Alternativer MO-Reader, der erst bei Bedarf Texte übersetzt und MO-Dateien lädt. Deutlich schneller und weniger speicherhungrig als die standard WordPress-Implementierung.
es_es: Lector MO alternativo utilizando traducción sobre demanda y carga de archivos de localización (.mo). Más rápido y menos intenso en la memoria que la implementación por defecto de WordPress.

source: Use caching
de_de: Cache verwenden
es_es: Utilice almacenamiento en caché

source: Cache translations using WordPress' Object Cache API
de_de: Übersetzungen über die WP-Cache-API cachen.
es_es: Traducciones caché usando API de Caché de Objetos WordPress

source: Use JIT localize
de_de: JIT Übersetzung benutzen
es_es: Usar JIT localize

source: Just in time localization of scripts.
de_de: Just-In-Time Übersetzung von Skripten
es_es: Justo a tiempo la localización de secuencias de comandos.

source: Disable back end localization
de_de: Back-End-Übersetzung deaktivieren
es_es: Desactivar localización back end

source: Disables localization of back end texts.
de_de: Deaktiviert das Übersetzen von Texten im Back-End.
es_es: Desactiva la localización de los textos de back-end.

source: Allow user override
de_de: Überschreiben durch Benutzer erlauben
es_es: Permitir invalidación usuario

source: Allow users to reactivate back end localization in their profile settings.
de_de: Benutzern erlauben die Back-End-Übersetzung über ihre Profileinstellungen wieder zu aktivieren.
es_es: Permitir reactivar localización back end en su configuración de perfil.

source: Default user language:
de_de: Standard Sprache für User:
es_es: Idioma predeterminado del usuario:

source: English
de_de: Englisch
es_es: Inglés

source: Blog language
de_de: Blog-Sprache
es_es: Lenguaje Blog

source: Default back end language for new and existing users, who haven't updated their profile yet.
de_de: Standard Back-End-Sprache für neue Benutzer und vohandene, die noch keine eigene Einstellung vorgenommen haben.
es_es: Lenguaje back end por defecto para usuarios nuevos y existentes, que no han actualizado su perfil

source: Dynamic image resizing
de_de: Dynamische Bildgrößen
es_es: Redimensionamiento dinámico de imagen

source: Create intermediate images on demand, not on upload. If you deactive this option after some time of usage you might have to recreate thumbnails using a plugin like Regenerate Thumbnails.
de_de: Zwischengrößen von Bildern erst bei Bedarf, nicht beim Upload erzeugen. Wird diese Option deaktiviert, müssen möglicherweise fehlende Bildgrößen über ein Plugin wie Regenerate Thumbnails nachträglich erzeugt werden.
es_es: Crear imágenes intermedias bajo demanda, no en subida. Si desactivada esta opción después de un tiempo de uso usted podría tener que volver a crear miniaturas con un plugin como Regenerar Miniaturas.

source: Use EXIF thumbnail
de_de: EXIF-Vorschaubilder verwenden
es_es: Usar miniaturas EXIF

source: If available use EXIF thumbnail to create image sizes smaller than the EXIF thumbnail. <strong>Note that, depending on image editing software, the EXIF thumbnail might differ from the actual image!</strong>
de_de: Wenn verfügbar, EXIF-Vorschaubilder für die Erzeugung von Bildgrößen verwenden, die kleiner als das EXIF-Vorschaubild sind. <strong>Achtung: Je nach verwendeter Bildbearbeitugnssoftware können EXIF-Vorschau und das eigentlich Bild voneinander abweichen!</strong>
es_es: Si disponible, use EXIF miniatura para crear una imagen de tamaños más pequeños que la miniatura EXIF.<strong> Tenga en cuenta que, dependiendo del software de edición de imagen, la miniatura EXIF puede diferir de la imagen real! </strong>

source: Don't save intermediate images to disc
de_de: Erzeugte Zwischengrößen von Bildern nicht speichern
es_es: No guardar imágenes intermedias a disco

source: Dynamically recreate intermediate images on each request.
de_de: Bildgrößen dynamisch bei jeden Zugriff erneut erzeugen.
es_es: Dinámicamente recrear imágenes intermedias en cada solicitud.

source: Cache intermediate images using Use WordPress' Object Cache API. Only applied if %s is activated.
de_de: WordPress' Object Cache API für Bild-Zwischengrößen verwenden . Wird nur verwendet, wenn %s aktiviert ist.
es_es: Cachear imágenes intermedias utilizando WordPress 'ObjectAPI de caché. Sólo se aplica si %s se activa.

source: Don't save intermediate images
de_de: Zwischengrößen nicht speichern
es_es: No guarde imágenes intermedias

source: Image quality
de_de: Bild-Qualität
es_es: Calidad de imagen

source: Quality setting for newly created intermediate images.
de_de: Qualitäts-Einstellung für neu erzeugte Zwischengrößen
es_es: Configuración de Calidad para las imágenes intermedias de nueva creación.

source: Regenerate Thumbnails integration
es_es: Integración Regenerar Miniaturas

source: Integrate into thumbnail regeneration plugins to delete existing intermediate images.
de_de: In Plugins zur Neuerstellung von Bildgrößen integrieren, um bereits existierende Dateien für Zwischengrößen zu löschen.
es_es: Integrar en plugins de regeneración de miniatura para borrar las imágenes intermedias existentes.

source: Force delete of all potential thumbnails
de_de: Löschen von Zwischengrößen erzwingen
es_es: Forzar a eliminar todas las miniaturas potenciales

source: Delete all potential intermediate images (i.e. those matching the pattern "<em>imagefilename-*x*.ext</em>") while regenerating. <strong>Use with care as this option might delete files that are no thumbnails!</strong>
de_de: Löscht alle potentiellen Zwischengrößen eines Bildes (solche, die auf das Muster <em>dateiname-*x*.ext</em> passen). <strong>Achtung: Durch diese Option können auch Dateien gelöscht werden, die keine Zwischengrößen von Bildern sind, aber zufällig auf das Muster passen.</strong>
es_es: Eliminar todas las posibles imágenes intermedias (es decir, aquellas que coincidan con el patrón "<em>imagefilename- *x* .ext </em> "), durante la regeneración. <strong> ¡Usar con cuidado ya que esta opción podría eliminar archivos que no son miniaturas! </strong>

source: CDN Support
de_de: CDN-Unterstützung
es_es: Soporte CDN

source: CDN active and working.
de_de: CDN ist aktiv und funktioniert.
es_es: CDN.activo y funcionando

source: CDN error!
de_de: CDN-Fehler
es_es: ¡Error CDN!

source: Either the CDN is down or CDN configuration isn't working. CDN will be retested every 15 minutes until the configuration is changed or the CDN is back up. CDN test error message: <em>%s</em>
de_de: Entweder ist das CDN nicht erreichbar oder die Konfiguration ist fehlerhaft. Das CDN wird alle 15 Minuten erneut getestet, bis es wieder erreichbar ist oder die Konfiguration geändert wurde. CDN-Test Fehlermeldung: <em>%s</em>
es_es: O bien la CDN está inactiva o la configuración CDN no está funcionando. CDN será analizado de nuevo cada 15 minutos hasta que se cambie la configuración o la CDN se respalde. Mensaje de error CDN en la <em>%s</em>

source: Select CDN provider
de_de: CDN-Anbieter auswählen
es_es: Seleccionar proveedor CDN

source: None
de_de: Keiner
es_es: Ninguno

source: Custom
de_de: Angepasst
es_es: Personalizado

source: Sign up with MaxCDN
de_de: Bei MaxCDN anmelden
es_es: Registrarse con MaxCDN

source: <strong>Use <em>WPPP</em> as coupon code to save 25%!</strong>
de_de: <strong>Benutzen Sie <em>WPPP</em> als Coupon-Code für einen Rabatt von 25%!</strong>
es_es: <strong> Utilice <em> WPPP </em> como código de descuento para ahorrar el 25% </strong>

source: CDN support is disabled. Choose a CDN provider to activate serving images through the selected CDN.
de_de: CDN-Unterstützung ist deaktiviert. Wählen Sie einen CDN-Anbieter um Bilder über das ausgewählte CDN zu laden.
es_es: Soporte CDN esta inactivo. Elegir un proveedor de CDN para activar servir imágenes a través de la CDN seleccionada.

source: <a href="http://www.coralcdn.org" target="_blank">CoralCDN</a> does not require any additional settings.
de_de: <a href="http://www.coralcdn.org" target="_blank">CoralCDN</a> benötigt keine weiteren Einstellungen.
es_es: <a Href="http://www.coralcdn.org" target="_blank"> CoralCDN </a> no requiere ninguna configuración adicional.

source: MaxCDN Pull Zone URL:
es_es: URL MaxCDN Pull Zone:

source: <a href="https://cp.maxcdn.com" target="_blank">Log in</a> to your <a href="http://www.maxcdn.com" target="_blank">MaxCDN</a> account, create a pull zone for your WordPress site and enter the CDN URL for that zone.
de_de: Bei<a href="http://www.maxcdn.com" target="_blank">MaxCDN</a><a href="https://cp.maxcdn.com" target="_blank">anmelden</a>, eine Pull-Zone für diese Wordpress-Seite erstellen und dann die CDN-URL für diese Zone hier eintragen.
es_es: <a href="https://cp.maxcdn.com" target="_blank">Log in</a> to your <a href="http://www.maxcdn.com" target="_blank">MaxCDN</a> , crear una zona de atracción para su sitio de WordPress y entrar en la URL CDN para esa zona.

source: CDN URL:
es_es: URL CDN

source: Enter your CDN URL. This will be used to substitute the host name in image links.
de_de: Geben Sie Ihre CDN-URL an. Diese wird dann in Bild-Links verwendet.
es_es: Ingrese su URL CDN. Esto se utiliza para sustituir el nombre de host en los enlaces de imagen.

source: Use CDN for images
de_de: CDN für Bilder verwenden
es_es: Usar CDN para las imágenes

source: Use on
de_de: Verwenden im
es_es: Utilice en

source: both
de_de: beidem
es_es: Ambos

source: Select if CDN should be used for front end and/or back end images. You can deactivate front end CDN to avoid conflicts with other CDN plugins.
de_de: Wählen Sie aus, ob das CDN für Front-, Back-End oder beides verwendet werden soll. Sie können die Front-End-Unterstützung deaktivieren, wenn Sie bereits andere CDN-Plugins verwenden.
es_es: Seleccione si CDN debe utilizarse para las imágenes de back-end y / o frront-end. Puede desactivar CDN front-end para evitar conflictos con otros plugins CDN.

source: Dynamic image linking
de_de: Dynamische Bild-URLs
es_es: Vinculación Imagen dinámica

source: Instead of inserting fixed image urls into posts, urls get build dynamically when displaying the content. <strong>Highly recommended when using a CDN for front end images.</strong>
de_de: Statt statische Bild-URLs in Posts zu verwenden, werden die URLs dynamisch beim Anzeigen des Posts erzeugt. <strong>Wird emfpohlen bei Verwendung eines CDNs für Front-End-Bilder.</strong>
es_es: En lugar de insertar urls de imágenes fijas en publicaciones, las urls se construyen dinámicamente cuando se muestra el contenido. <strong> Muy recomendable cuando se utiliza un CDN para las imágenes de front-end. </strong>

source: Restore static links
de_de: Statische URLs wiederherstellen
es_es: Restaurar enlaces estáticos

source: Use this to restore all dynamic links to static links if you deactivate dynamic linking. Links will be automatically restored when WPPP gets deactivated.
de_de: Verwenden Sie diese Funktion, um alle dynamischen URLs wieder in statische URLs umzuwandeln, wenn die Dynamischen Links deaktiviert wurden. Statische URLs werden automatisch wiederhergestellt, wenn WPPP deaktiviert wird.
es_es: Usar esta opción para restaurar todos los vínculos dinámicos a enlaces estáticos si se desactiva el enlace dinámico. Enlaces se restaurará automáticamente cuando WPPP se desactiva.

source: Debug Panel
es_es: Panel Depuración

source: Enables debugging, requires <a href="http://wordpress.org/plugins/debug-bar/">Debug Bar</a> Plugin.
de_de: Aktiviert das Debugging, benötigt das <a href="http://wordpress.org/plugins/debug-bar/">Debug Bar</a> Plugin.
es_es: Activa la depuración, requiere el plugin<a href="http://wordpress.org/plugins/debug-bar/">Barra de depuración</a>.
