Repository: peterwilsoncc/relaunched.peterwilson.cc
Catalog: content/plugins/wp-performance-pack/lang/wppp-*.po
Languages: de_de, es_es

source: When you select an option, optimal settings will be applied. Applied settings will be displayed. If some settings couldn't be applied, e.g. due to missing requirements, these will be displayed in red and the next best setting (if available) will be chosen. Also hints as to why a setting couldn't be applied will be displayed. Advanced view offers more in depth control of WPPP settings.
de_de: Wenn Sie eine Option auswählen, werden die optimalen Einstellungen für diese Angewendet. Sollten einige Einstellungen nicht möglich sein, z.B. weil die Voraussetzungen dafür fehlen, werden diese in rot angezeigt und die nächst beste Einstellung (wenn vorhanden) gewählt. Weiterhin werden ggf. Hinweise angezeigt, warum eine Einstellung nicht möglich ist. Die Erweiterte Ansicht bietet genauere Kontrolle über die Funktionen von WPPP.
es_es: Cuando se selecciona una opción, se aplicará la configuración óptima. Se mostrarán los ajustes aplicados. Si algunos ajustes no pueden aplicarse, por ejemplo, debido a los requisitos faltantes, éstos se mostrarán en rojo y se elegirá la siguiente mejor opción (si está disponible). También se mostrarán sugerencias de por qué un entorno no pudo ser aplicado. Vista avanzada ofrece más en control de la profundidad de la configuración de WPPP.

source: Improve translation performance
de_de: WordPress Übersetzung beschleunigen
es_es: Mejorar el rendimiento de traducción

source: WPPP offers different levels of improving translation performance. <em>Stable</em> should work on any WordPress blog, <em>Fast</em> further improves performance, but JIT script localization might cause issues with some plugins (if you encounter any problems please report them in the support forums).
de_de: WPPP bietet verschiedene Stufen zur Beschleunigung der Lokalisierung. <em>Stabil</em> sollte mit jeder Seite ohne Probleme funktionieren. <em>Schnell</em> bietet weitere Beschleunigung durch Just-In-Time Lokalisierung von Skripten, allerdings kann dies zu Problemen mit einigen Plugins führen (sollte dies der Fall sein, bitte über die Support-Foren eine Nachricht hinterlassen).
es_es: WPPP ofrece diferentes niveles de mejora del rendimiento de traducción. <em> Estable </em> debería funcionar en cualquier blog de ​​WordPress, <em>Rápido</em>, mejora aún más el rendimiento, pero la localización del guión JIT podría causar problemas con algunos plugins (si tiene algún problema por favor háganoslo saber en los foros de soporte ).

source: Improve image upload speed and web space usage using this setting. Creation of different image sizes will be delayed upon the first access to the respective image. <em>Fast</em> uses EXIF thumbs to create small image sizes, which might cause issues as EXIF thumbs and actual images might differ (depending on used image editing software). Use <em>Webspace</em> only for testing environments or if you are really low on webspace, as this option will slow down your blog because intermediate images don't get saved to disc.
de_de: Schnellerer Bild-Upload und weniger Webspace-Verbrauch. Das Erzeugen von Zwischengrößen von hochgeladenen Bildern wird auf den ersten Zugriff auf die jeweilige Bildgröße verschoben. <em>Schnell</em> verwendet EXIF-Vorschaubilder für kleine Bildgrößen, was dazu führen kann, dass Zwischengröße und Bild voneinander abweichen, wenn das EXIF-Vorschaubild nicht aktuell ist. <em>Webspace</em> sollte nur für Testinstallationen oder bei Verwendung eins CDNs verwendet werden, da Zwischengrößen von Bildern bei jedem Zugriff neu erzeugt werden.
es_es: Mejorar la imagen de la velocidad de subida y el uso del espacio web utilizando este ajuste. La creación de diferentes tamaños de imagen se retrasará en el primer acceso a la imagen respectiva. <em> Rápido </em> utiliza las miniaturas EXIF para crear tamaños de imagen pequeños, lo que podría causar problemas pues las miniaturas EXIF e imágenes reales podrían diferir (dependiendo del software de edición de imagen que se utiliza). Utilice <em> Espacio web </em> sólo para entornos de prueba o si usted está realmente bajo en espacio web, ya que esta opción ralentizará su blog porque las imágenes intermedias no se guardan en el disco.

source: Off
de_de: Aus
es_es: Apagado

source: Stable
de_de: Stabil
es_es: Estable

source: Speed
de_de: Schnell
es_es: Velocidad

source: Webspace
es_es: Espacio web

source: Localization improvements turned off
de_de: Übersetzungs-Verbesserungen deaktiviert
es_es: Mejoras de localización apagadas

source: Fast WordPress localization
de_de: Schnelle WordPress Übersetzung
es_es: Localización rápida de WordPress

source: Safe settings that should work with any WordPress installation.
de_de: Sichere Einstellungen die mit jeder WordPress-Installation funktionieren sollten.
es_es: Configuraciones seguras que deberían funcionar con cualquier instalación de WordPress.

source: Fastest WordPress localization
de_de: Schnellste WordPress Übersetzung
es_es: Localización WordPress más rápida.

source: Fastest localization settings. If any problems occur after activating, switch to stable setting.
de_de: Einstellungen für die größte Beschleunigung übersetzter WordPress-Installationen. Sollten mit dieser Option Probleme auftraten wählen Sie statt dessen die Einstellung "Stabil".
es_es: Ajustes de localización más rápidos Si se produce algún problema después de activar, cambiar a configuración estable.

source: Custom settings
de_de: Angepasste Einstellungen
es_es: Configuración personalizada

source: Select your own settings. Customize via advanced view.
de_de: Eigene, angepasste Einstellungen. Anpassung ist über die erweiterte Ansicht möglich.
es_es: Seleccione sus propios ajustes. Personalice a través de vista avanzada.

source: All image handling improvements turned off
de_de: Alle Verbesserungen zur Bildbehandlung deaktiviert.
es_es: Todas las mejoras de manipulación de imágenes apagadas

source: Faster image upload
de_de: Schnellerer Bild-Upload
es_es: Carga de imágenes más rápida

source: Improved upload performance due to dynamically created intermediate images. Once created images are saved to disc and served directly.
de_de: Schnellerer Bild-Upload durch dynamisches Erzeugen von Bild-Zwischengrößen. Einmal erzeugte Zwischengrößen werden gespeichert und nachfolgend direkt zurückgegeben.
es_es: Mejora del rendimiento de carga debido a creado de imágenes intermedias dinámico. Una vez creadas las imágenes se guardan en el disco y se sirve directamente.

source: Faster image upload and thumbnail creation
de_de: Schnellerer Upload und Erzeugung von Thumbnails
es_es: Carga de imágenes más rápida y creación de miniaturas

source: Dynamically created intermediate images, use of EXIF thumbnails if available. <strong>Thumbnails may differ from actual image depending on EXIF thumbnail.</strong>
de_de: Bild-Zwischengrößen werden dynamisch erzeugt, wenn vorhanden wird dafür das EXIF-Vorschaubild verwendet. <strong>EXIF-Vorschau und eigentliches Bild können voneinander abweichen.</strong>
es_es: Imágenes intermedias creadas dinámicamente dinámicamente, el uso de miniaturas EXIF si está disponible. <strong> Miniaturas puede diferir de la imagen real en función de EXIF miniatura. </strong>

source: Faster upload / thumbnail creation creation and reduced disc space usage.
de_de: Schnellerer Upload, Verwendung von EXIF-Daten und verringerter Webspace-Verbrauch
es_es: Subida más rápida / creación de miniaturas y reducción de uso de espacio en disco.

source: <strong>Without CDN not recommended for production sites!</strong><br/>Intermediate images are created on demand but are not saved to disc.
de_de: <strong>Ohne CDN-Unterstützung nicht empfohlen für Produktiv-Seiten!</strong><br/>Bild-Zwischengrößen werden bei Bedarf erzeugt, aber nicht gespeichert.
es_es: <strong> ¡Sin CDN no se recomienda para los sitios de producción! </strong> <br/> Imágenes intermedias se crean bajo demanda, pero no se guardan en el disco.

source: Using a CDN for images improves loading times and eliminates the need to save intermediate images locally (select Webspace). The default settings when activating CDN support are activate dynamic image linking and serving images through CDN on both front and back end. These settings can be adjusted via advanced view. Dynamic links will be restored to static links when deactivating WPPP. If CDN support gets deactivated, links can be restored manually via advanced view.
de_de: Die Verwendung eines CDNs beschleunigt die Ladezeiten und es ist nicht mehr nötig Bild-Zwischengrößen loakl zu speichern (Option Webspace). Als Standard-Einstellungen bei Aktivierung der CDN-Unterstützung werden Dynamische Links und die Verwendung des CDNs für Front- und BackEnd verwendet. Diese Einstellungen können über die Erweiterte Ansicht angepasst werden. Dynamische Links werden automatisch wieder in statische URLs umgewandelt, wenn WPPP deaktiviert wird. Über die Erweiterte Ansicht ist dies auch manuell möglich.
es_es: Usar un CDN para las imágenes mejora los tiempos de carga y elimina la necesidad de guardar las imágenes intermedias a nivel local (seleccione espacio web). La configuración por defecto al activar el Soporte CDN son activar dinámica vincular la imagen y servir imágenes a través de CDN en ambos extremos delantero y trasero. Estos ajustes se pueden ajustar a través de la vista avanzada. Los enlaces dinámicos se restaurarán a los enlaces estáticos cuando se desactiva WPPP. Si el soporte de CDN se desactiva, los enlaces se pueden restaurar de forma manual a través de la vista avanzada.

source: All improved image handling settings disabled.
de_de: Alle Optionen für die verbesserte Bildbehandlung deaktiviert.
es_es: Todas las configuraciones mejoradas de manejo de imágenes deshabilitado.

source: Pretty Permalinks must be enabled for improved image handling
de_de: Pretty Permalinks müssen für die verbesserte Bildbehandlung aktiviert sein.
es_es: Pretty Permalinks debe estar habilitada para un mejor manejo de la imagen

source: Dynamic image resizing enabled
de_de: Dynamische Bildgrößen aktiviert
es_es: Cambio de tamaño dinámico de imágenes activado

source: Intermediate image quality set to 80%
de_de: Bildqualität für Zwischengrößen: 80%
es_es: Calidad de imagen intermedia establecida en 80%

source: Use EXIF thumbnails if available.
de_de: EXIF-Vorschaubilder verwenden, wenn verfügbar.
es_es: Use miniaturas EXIF si está disponible.

source: EXIF extension not installed
de_de: EXIF-Erweiterung nicht installiert
es_es: Extensión EXIF no se instaló

source: No persistent object cache installed.
de_de: Kein persistenter Objekt-Cache installiert.
es_es: Sin caché de objetos persistentes instalado.

source: No Regenerate Thumbnails plugin installed
de_de: Kein Regenerate Thumbnails Plugin installiert
es_es: No Regenerar Miniaturas plugin instalado

source: Force delte all on Regenerate Thumbnails
de_de: Löschen von Zwischengrößen erzwingen
es_es: Fuerza eliminar todo en Regenerar Miniaturas

source: Intermediate image quality set to %s%%
de_de: Bildqualität für Zwischengrößen: %s%%
es_es: Calidad de imagen Intermedia ajustada a %s%%

source: Dynamic image links
de_de: Dynamische Bild-URLs
es_es: Enlaces de imágenes dinámicas

source: All translation settings turned off.
de_de: Alle Übersetzungs-Optionen deaktiviert.
es_es: Todas las configuraciones de traducción apagadas.

source: Gettext not available.
de_de: Gettext nicht verfügbar.
es_es: Gettext no disponible.

source: JIT localize not available
de_de: JIT-Übersetzung nicht verfügbar
es_es: Localizar JIT no disponible

source: Disable back end translation
de_de: Back-End-Übersetzung deaktivieren
es_es: Desactivar traducción back-end

source: Translate back end
de_de: Back-End übersetzen
es_es: Traducir back end

source: Enable back end translation
de_de: Back-End-Übersetzung aktivieren
es_es: Habilitar traducción back-end

source: Enable or disable back end translation. When disabled, back end will be displayed in english, else it will be translated to the blog language.
de_de: Back-End-Überstzung aktivieren oder deaktivieren. Wenn sie deaktiviert wird, dann wird das Back-End in Englisch angezeigt, ansonsten wird es in die Blog-Sprache übersetzt.
es_es: Activar o desactivar traducción back-end. Cuando se desactiva, back-end se mostrará en Inglés, de lo contrario se puede traducir al lenguaje del blog.
